Repository: THE-SIMPLE-MARK/tramen
Catalog: Localizable.xcstrings
Source language: en
Languages: hu

source: %lld min ahead
hu: %lld perccel siet

source: %lld min behind
hu: %lld perccel késik

source: Arrival
hu: Érkezés

source: Bikes Allowed
hu: Kerékpár felengedett

source: Callsign
hu: Hívójel

source: Category
hu: Kategória

source: Departure
hu: Indulás

source: Details
hu: Részletek

source: Done
hu: Kész

source: Last Updated
hu: Utoljára frissítve

source: Next Stop
hu: Következő megálló

source: No
hu: Nem

source: On time
hu: Időben

source: Overview
hu: Áttekintés

source: Plt. %@
hu: Vág. %@

source: Refresh Settings
hu: Frissítési beállítások

source: Refreshing...
hu: Frissítés...

source: Route
hu: Vonal

source: Schedule
hu: Menetrend

source: Services
hu: Szolgáltatások

source: Settings
hu: Beállítások

source: Speed
hu: Sebesség

source: Stops (%lld)
hu: Megállók (%lld)

source: Suburban
hu: Elővárosi

source: Train
hu: Vonat

source: Train Info
hu: Vonat adatai

source: Tram
hu: Villamos

source: Tram-Train
hu: Villamos-vonat

source: Type
hu: Típus

source: UIC Number
hu: UIC Szám

source: Update Frequency
hu: Frissítési gyakoriság

source: Updates every %lld seconds
hu: %lld másodpercekként frissül.

source: Vehicle
hu: Jármű

source: Wheelchair Accessible
hu: Kerekesszékkel használható

source: Yes
hu: Igen
